Repository: common-repository/category-list-portfolio-page
Catalog: languages/category-list-portfolio-page-*.po
Languages: hu_hu

source: Options of the Category List Portfolio Page
hu_hu: A Kategória Lista Profólió Oldal beállításai

source: URLs are saved
hu_hu: URL-ek mentve

source: Ok. If images are not refreshed, please rename your new images. The page only display images from your url, example: http://myblog.com/something/myimage.jpg, not from other sites: http://othersite/something/image.jpg
hu_hu: Rendben. Ha a képek nem frissülnek, nevezd át az új képeket

source: Width and height of images are saved
hu_hu: Képek szélessége és magassága mentve

source: Ok. If width will be too wide, images will be scaled.
hu_hu: Rendben. Ha a szélesség túl nagy lesz, a képek átméreteződnek.

source: Columns are saved
hu_hu: Oszlopok mentve

source: Ok. One (1) is the minimum and Four (4) is the maximum.
hu_hu: Rendben. Minimum egy (1), maximum négy (4).

source: Rounded CSS3 options are saved
hu_hu: Lekerekített CSS3 tulajdonságok mentve

source: Ok. Zero (0) is the minimum and fifteen (15) is the maximum.
hu_hu: Rendben. Nulla (0) a minimum, maximum a tizentöt (15).

source: Category List Portfolio Page
hu_hu: Kategória Lista Profólió Oldal

source: This is a Category lister plugin. Create a page and paste this shortcode: <strong>[clpp-belicza]</strong>. Now, You and anybody can see the Post's Category List of your site. You can upload new images for Category icons, but you must use urls only from your site, not from other sites. And yes, there is some other nice options.
hu_hu: Ez egy kategória listázó plugin. Hozz létre egy oldalt és illeszd be ezt a shorcode-ot: <strong>[clpp-belicza]</strong>. Mostmár te és bárki láthatja az oldalad bejegyzéseinek Kategória listáját. Feltölthetsz új képeket a kategória ikonjaihoz, de csak a saját honlapodról használhatsz képeket, más oldalakról nem. És igen, van még néhány remek lehetőség.

source: Save radius
hu_hu: Sugár mentése

source: Border name
hu_hu: Szegély neve

source: Rounded border radius
hu_hu: Lekerekített szegély sugara

source: Top-Left
hu_hu: Bal-fent

source: Top-Right
hu_hu: Jobb-fent

source: Bottom-Left
hu_hu: Bal-lent

source: Bottom-Right
hu_hu: Jobb-lent

source: Save Columns
hu_hu: Oszlopok mentése

source: Columns
hu_hu: Oszlopok

source: Value
hu_hu: Érték

source: Numbers of the Category Page's columns
hu_hu: A Kategória oldal oszlopainak száma

source: Save sizes
hu_hu: Méretek mentése

source: Dimension
hu_hu: Irányok

source: Width
hu_hu: Szélesség

source: Height
hu_hu: Magasság

source: Save Urls
hu_hu: URL-ek mentése

source: Image
hu_hu: Kép

source: Category Name
hu_hu: Kategória név

source: URL of the image
hu_hu: A kép URL-je
